Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/samiske_tall/samiske_tall_forteller_5_norsk_og_samisk_versjon.pdf.tmx
Source language: sme
Languages: nob

source: Sii geat leat nammaduvvon leat:
nob: De oppnevnt er i perioden 2011- 2015:

source: Jon Todal jođiheaddji (Sámi allaskuvla-Samisk høgskole) Magritt Brustad nubbinjođiheaddji (Sámi dearvvašvuođadutkama
nob: Magritt Brustad, nestleder (Senter for samisk helseforskning, Romssa universitehta-Universitetet i Tromsø)

source: guovddáš, Romssa universitehta-Universitetet i Tromsø) Else Grete Broderstad (Sámi dutkamiid guovddáš, Romssa universitehtaPaul Inge Severeide (Statistalaš guovddášdoaimmahat-Statistisk sentralbyrå) Kevin Johansen (Nordlánda Universitehtta-Universitetet i Nordland) Universitetet i Tromsø)
nob: Kevin Johansen (Nordlánda Universitehtta-Universitetet i Nordland)

source: Prošeaktajođiheaddjin lea Yngve Johansen, guhte bargá beallevirggis.
nob: Prosjektleder er Yngve Johansen, som er ansatt i halv stilling.

source: Čuovvovaš teaksta lea kronihkkamánus mii deaddiluvvui Ságat áviissas golggotmánu 6. b. 2011 (40.000 samer i 40 år) ja maiddái Nordlys áviissas golggotmánu 10. b. 2011 veaháš oaniduvvon hámis (40 000 i 40 år – må det være sånn ?).
nob: 17 Den følgende teksten er et kronikkmanus som ble publisert i avisa Ságat 6. oktober 2011 (40 000 samer i 40 år) samt i Nordlys 10. oktober 2011 i en litt forkortet versjon (40 000 i 40 år – må det være sånn ?).

source: Leat bivdán beassat ođđasit deaddilit kronihka daningo dat govvida mohkkáivuođa mii guoská sápmelaččaid logu mearrádallamii.
nob: Vi har bedt om å få trykke kronikken på nytt fordi den tar opp kompleksiteten i det å skulle estimere antall samer.

source: Teaksta lea vuosttaš golmma artihkkalis dan jagáš “ Sámi logut muitalit ” čállosis mii lea demografiija birra.
nob: Teksten er den første av tre artikler i årets utgave av " Samiske tall forteller " som omhandler demografi.

source: Sápmelaččat Norggas – 40 jagi 40 000 ?
nob: Samene i Norge – 40 000 i 40 år ?

source: Torunn Pettersen, Stipendiáhta Sámi dearvvašvuođadutkama guovddážis, Servvodatmedisiinna instituhtta, Romssa Universitehta ja Dutki Sámi allaskuvllas
nob: Torunn Pettersen, Stipendiat ved Senter for samisk helseforskning, Institutt for samfunnsmedisin, Universitetet i Tromsø og forsker ved Sámi allakuvla / Samisk høgskole

source: Ii oktage dieđe juste man galle sápmelačča orrot otná Norggas.
nob: Ingen vet akkurat hvor mange samer som bor i dagens Norge.

source: Aŋkke čuoččuhuvvo dávjá ahte Oslo lea Norgga stuorámus sámesuohkan, ja ahte duššo muhtin proseantaoasáš sápmelaččain leat boazodoalus.
nob: Likevel hevdes det ofte at Oslo er Norges største samekommune, og at bare en viss prosentandel av samene driver med rein.

source: Dábálaš jearaldat Norgga sápmelaččaid birra Norggas lea man gallis sii “ duohtavuođas ” leat.
nob: Et vanlig spørsmål om samene i Norge er hvor mange de " egentlig " er.

source: Dábálaš vástádus sisttisdoallá dávjá 40 000 logu, vejolaččat vuolit dássin meroštallamis mii manná 50-60 000 rádjái.
nob: Et typisk svar inneholder som regel tallet 40 000, eventuelt som nedre del av et anslag på opp mot 50 000–60 000.

source: Muhto ii oktage sáhte duođaštit daid loguid, ja seamma loguid leat atnán fargga njeallje logijagi, almmá lassáneami ja maŋosmannama haga.
nob: Men ingen kan dokumentere disse tallene, og de samme tallene har vært brukt i snart fire tiår, uten verken framgang eller tilbakegang.

source: Fertego leat nu ?
nob: Må det være sånn ?

source: Ja galgágo leat nu ?
nob: Og bør det være sånn ?

source: Gos lohku lea ilbman ?
nob: Hvor stammer tallet fra ?

source: Olmmošlohkamis 1970:s jearai Statistihkalaš guovddášdoaimmahat (SGD) njeallje liigegažaldaga sámegiela ja identitehta birra sis geat orro dihto suohkaniin ja biirriin olggobealde daid stuora gávpogiid Norggas davábealde Sáltoduoddara.
nob: I folketellinga i 1970 stilte Statistisk sentralbyrå (SSB) fire tilleggsspørsmål om samisk språk og identitet til bosatte i utvalgte kommuner og kretser utenom de store byene i Norge nord for Saltfjellet.

source: 9 175 olbmo lohkanguovllus dieđihedje dalle ahte atne iežaset sápmelažžan, 10 535 vástidedje ahte sin iežaset vuosttašgiella lei sámegiella, dan bottu go birrasiid 16 800 ja 19 600 lei unnimusat okta váhnen dahje áddjá dahje áhkku geas lei sámegiella vuosttašgiellan.
nob: 9 175 personer i telleområdet oppga da at de regnet seg som samer, 10 535 svarte at deres eget førstespråk var samisk, mens henholdsvis om lag 16 800 og 19 600 hadde minst én forelder eller besteforelder med samisk som førstespråk.

source: Sosiologa Vilhelm Aubert, gii árvvoštalai sámi lohkandataid SGD ovddas, deattuhii ahte daid loguid fertii várrogasat dulkot.
nob: 18 Sosiologen Vilhelm Aubert, som analyserte de samiske tellingsdataene for SSB, understreket at disse tallene måtte tolkes med varsomhet.

source: Dain ledje namalassii, oaivvildii son, ollu boasttuvuođagáldut ja gáržžádusa.
nob: De var nemlig, mente han, preget av flere feilkilder og begrensninger.

source: Erenoamážit ledje lohkanguovllus jáhkkimis oallugat geat eai lean háliidan dieđihit sámi dovdomearkkaid.
nob: Spesielt var det i selve telleområdet trolig en god del som ikke hadde ønsket å opplyse om samiske kjennetegn.

source: Lohkanguovlu lei dasalassin hirbmadit ráddjejuvvon geográfalaččat – sihke davvi-lulli ja daningo stuorát gávpogiid ledje guođđán.
nob: Telleområdet var dessuten svært geografisk begrenset – både nordsør og ved at større byer var utelatt.

source: Ii Romssa gávpot, iige Oslo lean dan lohkamis mielde.
nob: Verken Tromsø by eller Oslo var altså med i denne tellingen.

source: Norggas oppalaččat geažidii Aubert analysastis ahte jagi 1970:s várra sáhtte leat birrasiid 40 000 olbmo " [...] geaid eallineaktu soames ládje lea báidnašuvvan das ahte sis lea muhtin mađe sápmelaš duogážis. "
nob: For Norge totalt antydet Aubert i sin analyse at det per 1970 antagelig kunne være rundt 40 000 personer " [...] hvis livsvilkår på et eller annet vis er preget av at de har et innslag av det samiske i sin bakgrunn ".

source: Maŋŋel 1970 eai leat šat ovttage olmmošlohkamis leamaš sámi jearaldagat, eai davvin, eaige lulde.
nob: Etter 1970 har ingen folketelling hatt med samiske spørsmål, verken i nord eller sør.

source: Goitge atnit ain 40 000 logu go meroštit riika sámeálbmoga logu – vaikko Norgga álbmot ollislaččat lea dan rájes lassánan badjel miljovnnain.
nob: Likevel brukes fortsatt tallet 40 000 for å tallfeste landets samebefolkning – selv om Norges samlede befolkning siden da har økt med over en million.

source: 1970-lohkan spiehkastat
nob: 1970-tellinga et unntak

source: Sámi jearaldagat 1970-lohkamis ledje dan áiggis spiehkastagat.
nob: De samiske spørsmålene i 1970-tellinga var på den tida et unntak.

source: Go duođas čađahedje “ sápmelašlohkama ” 1970:s, de lei daningo sámi organisašuvnnat ledje jo gitta viđalot-jagi rájes jearahan ođasmahttojuvvon loguid sámeálbmoga ja sin eallinlági birra.
nob: Grunnen til at det faktisk ble gjennomført en " sametelling " i 1970, var at samiske organisasjoner helt siden femtitallet hadde etterspurt oppdaterte tall om samebefolkningen og dens levekår.

source: Ovdal Nuppi máilmmisoađi ledje aŋkke olmmošlohkamiin goasii 100 jagi, iešguđet ládje, váldán mielde man gallis Norggas ledje sápmelaččat dahje hupme sámegiela.
nob: Før andre verdenskrig hadde imidlertid folketellingene i nesten 100 år, på ulike måter, hatt med tall for hvor mange i Norge som var samer eller som snakket samisk.

source: Go dat bargovuohki nogai maŋŋel 1945, de ledje SGD:s guokte ákka dasa: Okta lei ahte " čearda " doaba lei gártan hirbmat váigadis dillái soađi dilálašvuođaid dihte.
nob: Da denne praksisen tok slutt etter 1945, oppga SSB to grunner: Den ene var at begrepet " rase " hadde kommet i sterk miskreditt på grunn av forholdene under krigen.

source: Nubbi lei ahte stuora oassi sápmelaččain dalle elle juste seamma ládje go álbmot muđui.
nob: Den andre var at en stor del av samene da levde nøyaktig på samme måte som den øvrige befolkningen.

source: Logut goatnjilis
nob: Tall i bakevja

source: Odne gal lea maŋŋit áigi atnit olmmošlohkanskovi jearahit sámi identitehta ja sámegiela anu ruovttus ja ovddit buolvvain.
nob: I dag er toget gått for å kunne benytte et folketellingsskjema til å spørre om samisk identitet og om samisk språkbruk i egen heim og tidligere slektsledd.

source: 2011 rájes oainnat ii galgga olmmošlohkan Norggas doaibmat nu ahte olbmot vástidit gažaldatskoviide.
nob: Fra og med 2011 skal nemlig folketelling i Norge ikke lenger foregå ved at folk svarer på spørreskjema.

source: Dan sajis galgá baicca SGD iešguđetlágán registariin viežžat dieđuid maid dárbbašit dan oktavuođas.
nob: I stedet skal SSB bruke ulike registre til å innhente opplysningene som trengs i den forbindelse.

source: Dallego Sámedikki ásahedje 1989:s, ásahedje sierra jienastuslogu masa sii, geat galge oassálastit sámediggeválggain, galge dieđihit.
nob: Da Sametinget ble etablert i 1989, ble det opprettet et eget manntall hvor de som skulle delta ved sametingsvalg, måtte melde seg inn.

source: Sii, geain sámelága bokte lea vuoigatvuohta dieđihit dasa, leat olbmot geat leat jienastanvuoigatvuođalaš agis, geat atnet iežaset sápmelažžan ja geain alddiineaset dahje unnimusat ovtta váhnemis, ádjás, áhkus dahje máttarváhnemis lea dahje lei sámegiella ruovttugiellan.
nob: De som etter sameloven har rett til å gjøre det, er personer i stemmerettsalder som erklærer at de oppfatter seg selv som same, samt at de selv eller minst én forelder, besteforelder eller oldeforelder har eller har hatt samisk som hjemmespråk.

source: Muhto daningo dieđiheapmi jienastuslohkui lea vuoigatvuohta, iige geatnegasvuohta, de ii leat oktage gii sáhttá diehtit man gallis sis geain lea dat vuoigatvuohta, albmailmmis atnet dan.
nob: Men fordi innmelding i manntallet er en rett og ikke en plikt, er det er ingen som kan vite hvor mange av dem som har denne retten, som faktisk benytter seg av den.

source: Sámedikki jienastuslohku dasto ii leat buot sápmelaččaid olmmošlohku, muhto baicca lohku dieđihuvvon sápmelaččain geat leat badjel 18 jagi.
nob: Samemanntallet er altså ikke et manntall over alle samer, men over innmeldte samer over 18 år.

source: Dat leat sápmelaččat geat háliidit aktiivvalaččat searvat sámediggeválggaide – dahje geat goit háliidit čalmmustahttit sámi gullevašvuođaset.
nob: Dette er samer som ønsker å delta aktivt ved sametingsvalg – eller som i hvert fall vil markere sin samiske tilhørighet.

source: Sámelága samemanntall sáni sajis leatge maiddái atnigoahtán Sámedikki jienastuslogu doahpaga.
nob: Ordet samemanntall i sameloven er da også blitt byttet ut med Sametingets valgmanntall.

source: Identitehtat rievdame
nob: Identiteter i bevegelse

source: Seammás lea gelddolaš ahte dát jienastuslohku lea lassánan 5 500 dieđihuvvon olbmos vuosttaš sámediggeválggain 1989:s gitta goasii 14 000 olbmui 2009:s.
nob: Det er samtidig interessant at dette manntallet har økt fra 5 500 innmeldte ved det første sametingsvalget i 1989 til nesten 14 000 i 2009.

source: Lassáneami sáhttá doaivvu mielde iešguđet ládje čilget.
nob: Økningen kan trolig forklares på flere måter.

source: Muhto dat govvida goit aŋkke ahte sihke sámi identitehtii ja movt olbmot meannudit sámi sohkamáddagiiddiset, dasa ii leat bidjon válmmas čoavddus.
nob: Men den illustrerer nok uansett at både samisk identitet og folks håndtering av sine samiske slektsrøtter ikke er fastlagt en gang for alle.

source: Historihkarat leat atnán boares olmmošlohkodataid vuođđun digaštallat movt ja manin dihto áigodagain orro šaddame eanet dáččat ja unnit sápmelaččat davvinorgga giliin.
nob: Historikere har benyttet gamle folketellingsdata til å ta opp hvordan og hvorfor det i visse perioder tilsynelatende ble flere nordmenn og færre samer i nordnorske bygder.

source: Sáhttá roahkka leat nu ahte dálá áiggi rievdan eavttut dasa ahte leat sápmelaš Norggas, jorgalahttá proseassa: Gártet eanebut geat aktiviserejit ja dovddahit sámi identitehta sihke gávpogiin ja giliin.
nob: Det kan godt hende at våre dagers endrede betingelser for det å være same i Norge bidrar til en omvendt prosess: At det blir flere som aktiviserer og tilkjennegir en samisk identitet både i by og bygd.

source: Juovlaeváŋgiljom muitala ahte Jovsset ja Márja vulggiiga Betlehemii daningo keaisár Augustus lei gohččon ahte olles máilbmi galggai čálihuvvot olmmošlohkui.
nob: Juleevangeliet forteller at Josef og Maria dro til Betlehem på keiser Augustus ’ befaling om at all verden skulle innskrives i manntall.

source: Álbmogiid logu meroštallan dasto ii leat mihkkege ođđasiid.
nob: Det å tallfeste befolkninger er altså ikke noe nytt.

source: Dasalassin lea fápmu lohkamis – ja das go ii loga.
nob: Det ligger dessuten makt i å gjøre det – og i å la være å telle noe.

source: Odne lea goasii juohke riikas muhtin lágan olmmošlohkan.
nob: I dag har praktisk talt alle land i verden en form for folketelling.

source: 65 proseanta váldet lohkui álbmoga etnalaš čohkkehusa loguid, muhtin ládje.
nob: 65 prosent tar med tall om befolkningens etniske sammensetning, på en eller annen måte. Men

source: Muhto vaikko juoga lea dábálaš, de aŋkke sáhttá leat riidduvuloš.
nob: 20 selv om noe er utbredt, kan det være omstridt.

source: Ja etnisitehtadieđuid háhkan lea muhtin muddui garra riidduvuloš.
nob: Og innhenting av etnisitetsdata er til dels svært omstridt.

source: Galgágo dahkat vai ii ?
nob: Skal det gjøres eller ikke ?

source: Makkár oktavuođain ja gii galgá dahkat dan ?
nob: I hvilke sammenhenger, og av hvem ?

source: Makkár kategoriijaid galgá atnit, ja movt čađahit ?
nob: Hvilke kategorier skal benyttes, og hvordan skal man gå fram ?

source: Sápmelaččaide ja eará eamiálbmogiidda dagaha eamiálbmotdilálašvuohta ahte sii leat álbmogat sierra stáhtaid haga.
nob: For samer og andre urfolk tilsier urfolkssituasjonen at de er folk uten egne stater.

source: Eamiálbmogiin lea danin hárve vejolašvuohta ieža mearridit galgetgo sin olbmuid “ olmmošlohkat ”.
nob: Urfolk har derfor sjelden mulighet til selv å avgjøre hvorvidt deres eget folk skal " folketelles ".

source: Seammás sáhttá maiddái eamiálbmogiin, ásahusaideaset bokte, leat dárbu diehtit man gallis sii leat, ja gos ja movt sii ellet.
nob: Samtidig kan også urfolk, via sine institusjoner, ha behov for å vite hvor mange de er, samt hvor og hvordan de lever.

source: Eai beasa eamiálbmogatge dan guovddáš rollas mii lohkodatain lea otná servvodagas, politihkas, hálddašeamis ja dutkamis.
nob: Heller ikke urfolk unngår den sentrale rollen som talldata spiller i dagens samfunn, i politikk, forvaltning og i forskning.

source: Sammat ii leat nu dehálaš diehtit juste man gallis sápmelaččat leat.
nob: Kan hende er det ikke så viktig å vite akkurat hvor mange samene er.

source: Muhto de goit lea dehálaš maiddái oažžut oidnosii maid eat beasa diehtit – nugo ovdamearkka dihte mii stuorámus sámesuohkan lea ja man stuora oassi sápmelaččain leat iešguđet ealáhusas.
nob: Men i så fall er det viktig å også få fram hva man da ikke kan vite – som for eksempel hva som er den største samekommunen, og hvor stor andel av samene som utøver ulike næringer.

source: 3 Álbmotlohku lassána ollu, muhto movt dat juohkása ?
nob: 21 3 Stor befolkningsvekst, men hvordan fordeler den seg ?

source: Artihkkalis geahččat lagabui dien lassáneami ja geahččat earenoamážiid movt dat lea juohkásan geográfalaččat, ja makkár diŋggat lassáneamis sáhttet váikkuhan daid iešguđetge guovlluide iešguđetge áiggis.
nob: Artikkelen går nærmere inn på denne veksten og ser spesielt på hvordan den har fordelt seg geografisk, og hvilke vekstkomponenter som har slått ut i de ulike regionene til ulik tid.

source: Leat earenoamážiid válljen geahččat ovdáneami dain davimus guovlluin.
nob: Det er lagt særlig vekt på å se utviklingen i de nordligste områdene.

source: Go obbalaččat geahččá, de lea álbmotlassáneami ektui riegádanbadjebáza njiedjan dan maŋemus guovttilotjagis.
nob: Et generelt trekk er at effekten av fødselsoverskudd på befolkningsveksten er blitt redusert de siste tjue årene.

source: Olmmošlohku lea goitge eanemusat lassánan dain guovddáš guovlluin.
nob: Befolkningsveksten er likevel primært i de sentrale områdene.

source: Go vuđoleabbot geahččat daid suohkaniid, de gávdnat demográfalaš erohusaid, mat dagahit hástalusaid boahtteáigái.
nob: Går vi dypere inn i disse kommunene, finner vi demografiske forskjeller som gir utfordringer for framtida.

source: 3.1 Álgu
nob: 3.1 Innledning

source: Norggas gárte 5 miljovnna ássii loahpageahčen njukčamánu 2012 is.
nob: Norge passerte 5 millioner innbyggere i slutten av mars 2012.

source: Dat lei ođđa olahus Norgga olmmošlogu historjjas, ja lei 37 jagi áigi maŋemus olahusa go Norggas šadde 4 miljovnna ássi.
nob: Det var en milepæl i norsk befolkningshistorie, 37 år etter forrige milepæl, da vi passerte 4 millioner.

source: Norggas lea olmmošlohku earenoamáš ollu lassánan daid maŋemus jagiid, alla sisafárrema geažil.
nob: Veksten i Norge har vært rekordstor særlig de siste årene, primært på grunn av en høy innvandring.

source: Alla riegadanlogut leat maid lasihan olmmošlogu.
nob: Men også relativt høye fødselstall har bidratt til veksten.

source: Olmmošlogu sturrodat mearriduvvo das man ollu riegádit ja jápmet olbmot, ja das man ollu fárrejit sisa dahje eret báikkis.
nob: Befolkningsstørrelsen bestemmes av antall fødsler og dødsfall samt inn- og utflytting.

source: Diet diŋggat sáhttet rievddadit ollu áiggiid čađa, ja dasa váikkuhit iešguđetlágan dilálašvuođat nugo ekonomiija, bargomárkan ja muđui servodatdilálašvuohta.
nob: Disse faktorene kan variere mye over tid, påvirket av ulike forhold som økonomi, arbeidsmarked og samfunnsforhold generelt.

source: Geográfalaččat sáhttá maid ollu rievddadit.
nob: Geografisk kan det også svinge mye.

source: Muhtin báikái sáhttet lássánit olbmot ja muhtin earás fas unnot olbmot.
nob: Et sted kan oppleve stor befolkningsvekst, mens et annet kan ha betydelig nedgang.

source: Dát artihkkal čajeha movt olmmošlohku Norggas lea ovdánan maŋŋil soađi, mas earenoamážiid deattuhit dan golbma davimus fylkka.
nob: Denne artikkelen gir et bilde av befolkningsutviklingen i Norge etter krigen med spesiell vekt på utviklingen i de tre nordligste fylkene.

source: Váldoulbmilin lea čájehit makkár oasit leat eanemusat váikkuhan ovdaneapmái ja movt olmmošlogu lassáneapmi lea juohkásan geográfalaččat.
nob: Hovedhensikten er å gi en oversikt over hvilke faktorer som har betydd mest for utviklingen, og hvordan befolkningsveksten har fordelt seg geografisk.

source: Olmmošloguovdáneapmi dain sámi guovlluin čilgejuvvui vuđolaččat ovtta artihkkalis “ Sámi logut muitalit 3 ”.
nob: Befolkningsutviklingen i de samiske områdene (STN-områdene) ble grundig beskrevet i en artikkel i Samiske tall forteller 3.

source: Dán artihkkalis in leat dan dihte guoskkahan sámi guovlluid, muhto loahpas kapihttalis leat muhtin váldo govvosat ovddit artihkkalis ođasmáhtton ođđaseamos loguiguin.
nob: Denne artikkelen er derfor ikke spesielt viet det samiske området, men i slutten av kapittelet er noen av de mest sentrale figurene fra forrige artikkel oppdatert med de nyeste tallene.

source: Dán artihkkala fertet obbalaččat geahččat jus galgat ipmirdit movt olmmošlohku ovdána. Dan dahkat go geahččat álbmotovdáneami sisriikkalaččat, guovlluid mielde ja sámi guovlluid ektui.
nob: Denne artikkelen må først og fremst sees på som en oversiktsartikkel som kan gi kunnskap til å forstå den befolkningsutviklingen vi ser både nasjonalt, regionalt og i de samiske områdene.

source: 1665 as ledje Norgga álbmogis 440 000 ássi, eatge mii olahan miljovnna ássái ovdal go 1822 is.
nob: I 1665 var Norges folkemengde på 440 000 innbyggere, og vi passerte ikke 1 million før i 1822.

source: Dan nuppi miljovnna olaheimmet 68 jagi maŋŋá, 1890 is, dan goalmmáda ges 1942 is, 52 jagi maŋŋil.
nob: Den andre millionen ble nådd etter 68 år, i 1890, og den tredje i 1942, etter 52 år.

source: 1975 as, 33 jagi maŋŋil, olahii Norga 4 miljovnna ássi, ja njukčamánu 2012 is jovssaimet dan viđát miljovnna.
nob: I 1975, etter 33 år, nådde Norge 4 millioner, og i mars 2012 rundet vi altså den femte millionen.

source: Govva 3.1 Norgga álbmotlohku 1750-2012 ja man galle jagi golle ovdalgo ain rasttildii ain miljovnnain ássiin
nob: Figur 3.1 Norges folkemengde 1750–2012 og antall år for passering av neste million

source: Olaheimmet 5 miljovnna ássi jođáneappot go oktage dábálaš olmmoš ja áššedovdi lei vuordán.
nob: Passeringen av 5 millioner kom raskere enn både menigmann og eksperter hadde forventet.

source: Nu maŋŋit go 2005 as einnostii SGD iežaset olmmošlogu rehkenastimis ahte Norga olaha 5 miljovnna ássi 2019 is (váldomolssaeaktu).
nob: Så sent som i 2005 spådde SSB i sin framskrivning at Norge ville passere 5 millioner i 2019 (hovedalternativet).

source: Vel dat alimus molssaeaktu olahit 5 miljovnna ássi maid einnostuvvui easka 2015 is.
nob: Selv det høyeste alternativet med størst forventet vekst antydet en passering i 2015.

source: Dan ođđa olmmošlogurehkenastimis (2012) leat dál dat ođđa duohta rievdadusat čállon ja váldomolssaeaktu dan ođđa modealla mielde olaha Norga 6 miljovnna ássi 2029 is, dušše 17 jagi maŋŋil go olaheimmet 5 miljovnna ássi.
nob: Den nye framskrivningen (2012) er nå oppdatert med de siste faktiske endringene, og hovedalternativet i den nye modellen spår at Norge vil passere 6 millioner allerede i 2029, altså bare 17 år etter at vi rundet 5 millioner.

source: Norga lea earenoamáš stuora lassáneami vásihan daid maŋemus jágiid.
nob: Norge har opplevd særlig stor vekst de siste årene.

source: Dušše 2011 is lassáneimmet 65 550 persovnnain.
nob: Bare i 2011 hadde vi en befolkningsvekst på 65 550 personer.

source: Dat lea historjjalaččat stuorimus lohku, go geahččat daidda ollislašloguide, mii mearkkaša ahte olmmošlohku lassánii 1,3 proseanttain.
nob: Det er den høyeste i historien i absolutte tall og innebar en vekst i prosent på 1.3.

source: Eurohpas ledje dušše Durkkus ja Luxembourgas, gos proseanttaid mielde lassánedje eambbo olbmot go Norggas.
nob: I Europa var det bare Tyrkia og Luxembourg som hadde større prosentvis vekst enn Norge.

source: Norgga álbmotlássáneapmi lea dál stuorit go muđui máilmmis.
nob: Folkeveksten i Norge er nå høyere enn den globale befolkningsveksten.

source: Máilmmi álbmot lassána dađistaga njozebut, mii dál lea dušše 1.1 proseanttain jagis.
nob: Jordas befolkning vokser stadig saktere, og er nå nede i en vekst på drøye 1.1 prosent i året.

source: Norggas lassánit dál olbmot eambbo go Kiinnas, USAs, Lulli-Afrihkkas ja Brasilas.
nob: Veksten i Norge er også høyere enn i land som Kina, USA., Sør-Afrika og Brasil.

source: Go geahččat dan maŋemus viđajagi áigodaga (2007-2011), de lassánii Norgga olmmošlohku 305 000 persovnnain dahje 6,5 proseanttain.
nob: Ser vi på den siste femårsperioden (2007–2011), økte folketallet i Norge med 305 000 personer, eller 6,5 prosent.

source: Dat ovddit viđajagi áigodagas (2002-2006) lassánii olmmošlohku 157 000 persovnnain dahje 3,5 proseanttain.
nob: Tilsvarende var veksten i forrige femårsperiode (2002–2006) på 157 000 personer, eller 3,5 prosent.

source: Olmmošlogu lassáneapmi lea boađus das man ollu riegadit ja jápmet olbmot, ja das man ollu fárrejit báikái dahje eret báikkis.
nob: Befolkningsvekst er et resultat av antall fødte, døde, utvandrede og innvandrede.

source: Eambbo konkrehtalaččat mearriduvvo olmmošlohku riegádanbadjebahcaga ektui (man ollu leat riegádan,
nob: Mer konkret bestemmes folketilveksten av forholdet mellom fødselsoverskudd (fødte minus døde) og nettoinnvandring (innvandrede minus utvandrede).

source: Historjjálaččat leat diet oasit rievddadan ollu.
nob: 24 Historisk sett har disse faktorene variert mye.
